Repository: alexkrass76/ice
Catalog: usr/share/ice/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Unable to parse URL, {0}
ru: Невозможно разобрать URL, {0}

source: Unable to find favicon for, {0}
ru: Невозможно найти значок для, {0}

source: Unable to find URL. Is it valid? {0}
ru: Невозможно найти URL. Он действующий? {0}

source: Games
ru: Игры

source: Graphics
ru: Графика

source: Internet
ru: Интернет

source: Office
ru: Офис

source: Programming
ru: Программирование

source: Multimedia
ru: Мультимедиа

source: ERROR: An unknown browser selection error has occurred.
ru: ОШИБКА: произошла неизвестная ошибка выбора браузера.

source: Please choose an icon.
ru: Пожалуйста, выберите значок.

source: Browser Error
ru: Ошибка браузера

source: test
ru: проверка

source: <b>Warning: No Suitable Browser Detected</b>
ru: <b>Предупреждение: Подходящий браузер не обнаружен</b>

source: The name of the SSB will cause an existing SSB to be overwritten. To prevent this, change a letter in the name. Continue anyway?
ru: Название SSB приведет к тому, что существующий SSB будет перезаписан. Чтобы предотвратить это, измените букву в названии. Хотите продолжить?

source: Ice requires a system installation of either Google Chrome or Chromium in order to function. Please install at least one in order to create SSBs.
ru: Ice требует установки в систему Google Chrome или Chromium, чтобы функционировать. пожалуйста установите один из этих браузеров для создания SSB.

source: Close
ru: Выход

source: Duplication Error
ru: Ошибка дублирования

source: <b>Warning: File Duplication Error</b>
ru: <b>Предупреждение: ошибка дублирования файлов</b>

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Address Error
ru: Ошибка адреса

source: <b>Warning: HTTP or URL Error</b>
ru: <b>Предупреждение: ошибка HTTP или URL</b>

source: An error with the web address has been detected. This is possibly the site being down or unavailable right now. Continue anyway?
ru: Обнаружена ошибка с веб-адресом. Возможно, сайт недоступен прямо сейчас. Продолжить в любом случае?

source: Name Error
ru: Ошибка имени

source: <b>Error: No Application Name Entered.</b>
ru: Ошибка: Не введено название приложения.

source: Please enter an application name to continue.
ru: Введите название приложения чтобы продолжить.

source: ERROR: An address error has occurred.
ru: ОШИБКА: произошла ошибка адреса.

source: ERROR: An unknown error has occurred.
ru: ОШИБКА: произошла неизвестная ошибка.

source: <b>Welcome to Ice, a simple SSB manager.</b>
ru: <b>Добро пожаловать в Ice, простой менеджер облачных приложений (SSB)</b>

source: Name the application
ru: Название

source: Enter web address
ru: Web-адрес

source: Where in the menu?
ru: Категория в меню?

source: Select an icon
ru: Выбор значка

source: Use site favicon
ru: Использовать иконку сайта

source: Create the SSB with an isolated browser profile (Note: Firefox SSB's are always isolated)
ru: Создание SSB с изолированным профилем браузера (Примечание: Firefox SSB всегда изолирован)

source: Apply
ru: Применить

source: Create
ru: Создание

source: Remove
ru: Удаление
